[
    {
        "conference": "CUNY GIS Day 2023",
        "title": "Long Island Zoning Atlas",
        "co-authors": "Steve Romalewski, Valerie Bauer",
        "description": "The Long Island Zoning Atlas is an interactive web map that displays zoning data, public services, and demographic data for municipalities all across Long Island excluding New York City. This talk addresses the challenges we faced in building the application and the methods we employed to address them."
    },
    {
        "conference": "FOSS4G 2023",
        "title": "Many Data Sources, One Web Map",
        "co-authors": "Steve Romalewski, Valerie Bauer",
        "description": "The Long Island Zoning Atlas offers users access to zoning data from the entirety of Long Island. The project presented a problem very common to GIS projects: transforming data from many different sources, in this cases towns. We were given the data in many different formats and needed to transform it all into clean, usable data which is organized to our needs and renders quickly and efficiently on the web.",
        "link": "https://www.youtube.com/watch?v=6b4BhirP-_E"
    },
    {
        "conference": "FOSS4G 2022",
        "title": "Open Back-End for Vector Tile Based Web Apps",
        "co-authors": "Steve Romalewski, Valerie Bauer",
        "description": "Redistricting is often a complex and complicated process. Given the often rushed nature of redistricting it was crucial to provide fair district advocates, journalists, and lawmakers with accurate maps and data as soon as proposed districts became publicly available. In previous projects, we relied on a mostly proprietary back-end. In 2021, we implemented a new back-end stack to connect our spatial databases to our web sites using FOSS solutions: QGIS, PostGres with PostGIS, Mapbox, and Nodejs. The result is a free, fully customizable solution that is easy to update, maintain, and migrate. ",
        "link": "https://talks.osgeo.org/foss4g-2022/talk/DCY839/"
    },
    {
        "conference": "NY GeoCon 2019",
        "co-authors": "Steve Romalewski",
        "title": "Mapping Hard to Count Communities in NYC with HTC 2020 for a Fair and Accurate Census",
        "description": "On a periodic basis over the course of the 2020 Census, the Center presented an analysis of self-response rates to the coalition of philanthropic foundations and national and regional census stakeholders that are leading the effort in collaboration with the U.S. Census Bureau to help ensure a fair and accurate 2020 Census. Reports highlight trends and changes by geographic area and demographic data, response methods, and more."
    },
    {
        "conference": "ACM Conference on Human Factors in Computing Systems (CHI) 2018",
        "title": "Project Zanzibar: A Portable and Flexible Tangible Interaction Platform",
        "description": "We present Project Zanzibar, a flexible mat that locates, uniquely identifies, and communicates with tangible objects placed on its surface, as well as senses a user’s touch and hover gestures.",
        "co-authors": "Nicolas Villar, Daniel Cletheroe, Greg Saul, Christian Holz, Tim Regan, Oscar Salandin, Misha Sra, Hui-Shyong Yeo, William Field, Haiyan Zhang.",
        "link": "https://www.microsoft.com/en-us/research/publication/project-zanzibar-portable-flexible-tangible-interaction-platform/"
    }
]